[
  {
    "pergunta": "Língua Portuguesa",
    "resposta_correta": "Não foi possível determinar a resposta."
  },
  {
    "pergunta": "(3º bimestre) O título “Caramelo lidera movimento pela adoção responsável de cães” é uma manchete da Folha de S.Paulo publicada em 3 de julho de 2025. A preposição “pela”...",
    "resposta_correta": [
      "A) é uma contração das preposições “por” e “a”."
    ]
  },
  {
    "pergunta": "(3º bimestre) Qual é o efeito de sentido da preposição “pela” utilizada no título da manchete?",
    "resposta_correta": [
      "B) A preposição “pela” indica a finalidade do movimento mencionado."
    ]
  },
  {
    "pergunta": "(3º bimestre) Esse poema de cordel apresenta intertextualidade com a tragédia de William Shakespeare ao...",
    "resposta_correta": [
      "C) apresentar uma nova versão para a narrativa de Shakespeare."
    ]
  },
  {
    "pergunta": "(3º bimestre) Releia estas estrofes do poema de cordel:Mas ele não fez assimdepois que se achou na sala,viu Julieta dançando,fez tudo para namorá-la.Inda sendo ela uma deusa,ele devera odiá-la.Romeu foi falso a seu pai,por isso teve castigo,como faltou-lhe a coragempara enfrentar o perigo.Casou-se com a própria filhado seu fatal inimigo.Nesses versos, o cordelista inclui elementos de sua própria cultura ao...",
    "resposta_correta": [
      "E) considerar a tragédia dos personagens como um castigo."
    ]
  },
  {
    "pergunta": "(3º bimestre) O poema Martin Cererê pertence à primeira geração modernista no Brasil. Com relação ao formato do texto, isso fica evidente...",
    "resposta_correta": [
      "E) na organização dos versos em forma livre."
    ]
  },
  {
    "pergunta": "(3º bimestre) Considerando os recursos estéticos do poema e as características da primeira geração modernista, é correto afirmar que...",
    "resposta_correta": [
      "D) o poema valoriza a identidade nacional por meio de elementos da cultura popular, como as marcas de oralidade."
    ]
  },
  {
    "pergunta": "(3º bimestre) Apesar das diferenças temporais e estilísticas, os dois textos dialogam, pois compartilham um ideal baseado...",
    "resposta_correta": [
      "D) na vivência de afetos intensos, como o amor e a saudade."
    ]
  },
  {
    "pergunta": "(3º bimestre) As músicas se aproximam por expressarem...",
    "resposta_correta": [
      "B) a valorização do amor idealizado, que supera a ausência."
    ]
  },
  {
    "pergunta": "Língua Inglesa",
    "resposta_correta": "Não foi possível determinar a resposta."
  },
  {
    "pergunta": "(3º bimestre) A charge critica...",
    "resposta_correta": [
      "D) a dependência excessiva das redes sociais como forma de expressão pessoal."
    ]
  },
  {
    "pergunta": "(3º bimestre) O conflito apresentado na charge evidencia...",
    "resposta_correta": [
      "C) a diferença de gerações em relação ao modo de se comunicar e se expressar."
    ]
  },
  {
    "pergunta": "História",
    "resposta_correta": "Não foi possível determinar a resposta."
  },
  {
    "pergunta": "(3º bimestre) O regime nazista promoveu uma perseguição sistemática contra os judeus, destruindo sinagogas, lojas e livros. Essa violência crescente culminou no extermínio em massa do povo judeu, em um episódio histórico conhecido como...",
    "resposta_correta": [
      "E) Holocausto."
    ]
  },
  {
    "pergunta": "(3º bimestre) Observe a imagem para responder à questão:ENCICLOPÉDIA DO HOLOCAUSTOO antissemitismo, mostrado na imagem, foi um dos pilares centrais da ideologia nazista, manifestando-se na Alemanha por meio de uma perseguição sistemática. Para disseminar esse ódio e obter o apoio da população, o regime nazista empregou uma estratégia que incluía...",
    "resposta_correta": [
      "E) a atribuição de responsabilidade aos judeus por crises econômicas e sociais, veiculada por forte propaganda."
    ]
  }
]