[
  {
    "pergunta": "(SAEPE) Em uma competição escolar de dardos, a distância atingida pelo dardo do competidor que ficou em 2º lugar foi o dobro da distância atingida pelo dardo do competidor que ficou em último lugar. Já a distância do dardo do 1º lugar foi o quadrado da distância atingida pelo dardo do competidor que ficou em último lugar. Nessa competição, foi verificada a distância em metros atingida por cada competidor e a soma das distâncias atingidas pelos dardos do 1º e 2º lugares é igual a 99 metros. Qual a distância em metros, atingida pelo dardo do competidor que ficou em último lugar nessa competição?",
    "resposta_correta": [
      "(A) 9"
    ]
  },
  {
    "pergunta": "(SAEMS) Para cumprir uma tarefa de uma gincana cultural, foi solicitado aos componentes de uma equipe que resolvessem o seguinte desafio matemático: “O produto de dois números é igual a 308 e a soma deles é igual a 36. Qual é a diferença entre o maior e o menor desses números?”Considerando que a equipe faturou os pontos referentes a esse desafio, qual foi a diferença encontrada por eles?",
    "resposta_correta": [
      "(B) 8"
    ]
  },
  {
    "pergunta": "(SARESP 2009) Ulisses gosta de cultivar flores. Como no quintal de sua casa há um espaço disponível, junto ao muro do fundo, ele deseja construir um pequeno canteiro regular e, para cercar os três lados restantes, pretende utilizar os 40m de tela de arame que possui. Como ainda está indeciso quanto às medidas, fez o seguinte desenho: Quais as medidas dos lados do canteiro, em metros, para que sua área seja de ﻿200m2200m^2200m2﻿ ?",
    "resposta_correta": [
      "(A) 10 e 20."
    ]
  },
  {
    "pergunta": "(SPAECE) Uma caixa tem 4 cm de comprimento, 5 cm de largura e 6 cm de altura.Aumentando X centímetro no comprimento e na largura e diminuindo 2 cm da altura, obtém-se uma caixa de mesmo volume. Qual o valor de X?",
    "resposta_correta": [
      "(A) 1"
    ]
  },
  {
    "pergunta": "(SAEPE) Para economizar energia, um supermercado desliga uma câmara fria por algumas horas e depois a religa, de forma que entre meia noite (0 hora) e seis horas da manhã, a temperatura (T), em graus Celsius, em função do tempo (T), em horas, é controlada e varia de acordo com a expressão ﻿T(t)=−t2+5t+6T(t) = -t^2 + 5t + 6T(t)=−t2+5t+6﻿, cujo gráfico está representado abaixo.A temperatura (T) é máxima para o tempo (t), em horas, igual a",
    "resposta_correta": [
      "(A) 2,5"
    ]
  },
  {
    "pergunta": "(ENEM 2017) A Igreja de São Francisco de Assis, obra arquitetônica modernista de Oscar Niemeyer, localizada na Lagoa da Pampulha em Belo Horizonte, possui abóbadas parabólicas. A seta na Figura 1 ilustra uma das abóbadas na entrada principal da capela. A Figura 2 fornece uma vista frontal desta abóbada, com medidas hipotéticas para simplificar os cálculos.Qual a medida da altura H, em metro, indicada na Figura 2?",
    "resposta_correta": [
      "253\\frac{25}{3}325​"
    ]
  },
  {
    "pergunta": "(VUNESP 2017) Uma função quadrática f é dada por ﻿f(x)=x2+bx+cf(x) = x^2 + bx + cf(x)=x2+bx+c﻿ , com b e c reais. Se ﻿f(1)=−1f(1) = -1f(1)=−1﻿  e ﻿f(2)−f(3)=1f(2) - f(3) = 1f(2)−f(3)=1﻿, o menor valor que ﻿f(x)f(x)f(x)﻿ pode assumir, quando x varia no conjunto dos números reais, é igual a:",
    "resposta_correta": [
      "(D) –5"
    ]
  },
  {
    "pergunta": "(ENEM 2020 – Digital) Uma empresa de chocolates consultou o gerente de produção e verificou que existem cinco tipos diferentes de barras de chocolate que podem ser produzidas, com os seguintes preços no mercado:Barra I: R$ 2,00;Barra II: R$ 3,50;Barra III: R$ 4,00;Barra IV: R$ 7,00;Barra V: R$ 8,00.Analisando as tendências do mercado, que incluem a quantidade vendida e a procura pelos consumidores, o gerente de vendas da empresa verificou que o lucro L com a venda de barras de chocolate é expresso pela função ﻿L(x)=−x2+14x−45L(x) = -x^2 + 14x - 45L(x)=−x2+14x−45﻿, em que x representa o preço da barra de chocolate.A empresa decide investir na fabricação da barra de chocolate cujo preço praticado no mercado renderá o maior lucro.Nessas condições, a empresa deverá investir na produção da barra",
    "resposta_correta": [
      "(D) IV."
    ]
  }
]